Repository: files-community/Files
Catalog: src/Files.App/Strings/*/Resources.resw
Source language: en_us
Languages: ar, bg, ca, cs_cz, da, de_de, el, es_es, fi_fi, fr_fr, he_il, hr_hr, hu_hu, id_id, it_it, ja_jp, ka, ko_kr, lv_lv, nb_no, nl_nl, or_in, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sv_se, th_th, tr_tr, uk_ua, vi, zh_hans, zh_hant

# NewShortcutDialogPrompt
source: Enter the location of the item:
ar: أدخل موقع العنصر:
bg: Въведете местоположението на елемента:
ca: Introduïu la ubicació de l'element:
cs_cz: Zadejte umístění položky:
da: Angiv placeringen af elementet:
de_de: Speicherort des Elements eingeben:
el: Εισάγετε τη θέση του στοιχείου:
es_es: Introducir la ubicación del elemento:
fi_fi: Syötä kohteen sijainti:
fr_fr: Entrez l'emplacement de l'élément :
hu_hu: Adja meg az elem helyét:
id_id: Masukkan lokasi item:
it_it: Inserisci la posizione dell'elemento:
ja_jp: 項目の場所を入力:
ko_kr: 항목 위치 입력:
lv_lv: Ievadi vienuma atrašanās ceļu:
nb_no: Angi lokasjonen til elementet:
nl_nl: Voer de locatie van het item in:
pl_pl: Wpisz ścieżkę do elementu:
pt_pt: Introduza a localização do item:
ro_ro: Introduceți locația elementului:
ru_ru: Введите местоположение элемента:
sk_sk: Zadajte umiestnenie položky:
sv_se: Ange objektets plats:
tr_tr: Öğenin konumunu girin:
uk_ua: Введіть розташування елемента:
vi: Nhập vị trí khoản mục:
zh_hans: 输入此项目的位置：
zh_hant: 輸入項目的位置：

# AddDialogListShortcutSubHeader
source: Creates a shortcut
ar: ينشئ اختصار
bg: Създаване на пряк път
ca: Crea una drecera
cs_cz: Vytvoří zástupce
da: Opretter en genvej
de_de: Verknüpfung erstellen
el: Δημιουργεί μία συντόμευση
es_es: Crea un acceso directo
fi_fi: Luo pikakuvakkeen
fr_fr: Crée un raccourci
hu_hu: Parancsikon létrehozása
id_id: Membuat pintasan
it_it: Crea un collegamento
ja_jp: ショートカットを作成
ko_kr: 바로 가기를 생성합니다
lv_lv: Izveidot saīsni
nb_no: Oppretter en snarvei
nl_nl: Maak een snelkoppeling
pl_pl: Utwórz skrót
pt_pt: Cria um atalho
ro_ro: Creați o comandă rapidă
ru_ru: Создать ярлык
sk_sk: Vytvorí odkaz
sv_se: Skapar en genväg
tr_tr: Kısayol oluşturur
uk_ua: Створює комбінацію клавіш
vi: Tạo lối tắt
zh_hans: 创建快捷方式
zh_hant: 建立捷徑

# RecentFilesDisabledOnWindowsWarning
source: Recently used files is currently disabled in Windows File Explorer.
ar: الملفات المستخدمة حديثًا معطلة حاليًا في مستكشف ملفات ويندوز.
bg: Наскоро употребявани файлове в момента са изключени в Windows File Explorer.
ca: Els fitxers utilitzats recentment estan desactivats actualment a l'Explorador de fitxers del Windows.
cs_cz: Naposledy použité soubory jsou v Průzkumníku souborů Windows zakázány.
da: Nyligt anvendte filer er i øjeblikket deaktiveret i Windows File Explorer.
de_de: Zuletzt verwendete Dateien sind derzeit im Windows Explorer deaktiviert.
el: Τα πρόσφατα χρησιμοποιούμενα αρχεία είναι απενεργοποιημένα στον Εξερευνητή αρχείων των Windows.
es_es: Los archivos usados recientemente no están habilitados actualmente en el Explorador de archivos de Windows.
fi_fi: Äskettäin käytetyt tiedostot on tällä hetkellä poistettu käytöstä Windowsin Resurssienhallinnassa.
fr_fr: Les fichiers récemment utilisés sont actuellement désactivés dans l'explorateur de fichiers Windows.
hu_hu: Az előzmények jelenleg le vannak tiltva a Windows Fájlkezelőben.
id_id: File yang digunakan saat ini, dinonaktifkan oleh Windows File Explorer.
it_it: I file usati di recente sono attualmente disabilitati in Windows File Explorer.
ja_jp: 最近使用したファイルは、Windows ファイル エクスプローラーで現在無効になっています。
ko_kr: Windows 파일 탐색기에서 최근 사용된 파일은 현재 사용할 수 없습니다.
lv_lv: Nesen lietotie faili ir atspējoti Windows failu parvaldniekā.
nb_no: Nylig brukte filer er deaktivert i Windows-File Explorer.
nl_nl: Recent gebruikte bestanden zijn momenteel uitgeschakeld in Windows Verkenner.
pl_pl: Funkcja Ostatnio używane pliki jest obecnie wyłączona w Eksploratorze plików Windows.
pt_pt: A opção Ficheiros recentes está desativada no Explorador de ficheiros do Windows.
ro_ro: Fișierele utilizate recent sunt dezactivate în Windows File Explorer.
ru_ru: В настоящее время в Проводнике Windows отключена функция Недавно использованные файлы.
sk_sk: Nedávno použité súbory sú zakázané vo Windows prieskumníku.
sv_se: Nyligen använda filer är för närvarande inaktiverat i Utforskaren i Windows.
tr_tr: Son kullanılan dosyalar şu an için Windows Dosya Gezgininde devre dışıdır.
uk_ua: Нещодавно використані файли наразі недоступні у Файловому провіднику Windows.
vi: Tính năng Tệp gần đây hiện đang tắt trong File Explorer của Windows.
zh_hans: “最近使用的文件”已在 Windows 文件管理器中停用。
zh_hant: 「最近使用的檔案」已在 Windows 檔案總管中停用。

source: Edit Settings File
ar: تحرير ملف الإعدادات
bg: Редактиране на файла с настройки
ca: Edita el fitxer de configuració
cs_cz: Upravit soubor nastavení
da: Redigér indstillingsfil
de_de: Einstellungs-Datei bearbeiten
el: Επεξεργασία αρχείου ρυθμίσεων
es_es: Editar archivo de configuración
fi_fi: Muokkaa asetustiedostoa
fr_fr: Modifier le fichier des paramètres
hu_hu: Beállítási fájl szerkesztése
id_id: Ubah file pengaturan
it_it: Modifica il File delle Impostazioni
ja_jp: 設定ファイルを編集する
ko_kr: Files 설정 파일 수정
lv_lv: Rediģēt Uzstādījumu Failu
nb_no: Rediger innstillingsfilen
nl_nl: Bewerk Instellingen Bestand
pl_pl: Edytuj plik ustawień
pt_pt: Editar ficheiro de definições
ro_ro: Editați fișierul de setări
ru_ru: Редактировать файл настроек
sv_se: Redigera inställningsfil
tr_tr: Ayar Dosyasını Düzenle
uk_ua: Редагувати файл налаштувань
vi: Chỉnh sửa tệp cài đặt
zh_hans: 编辑配置文件
zh_hant: 編輯設定檔

source: Release Notes
ar: ملاحظات الإصدار
bg: Бележки към изданието
de_de: Änderungen in dieser Version
fi_fi: Julkaisutiedot
it_it: Note di Rilascio
lv_lv: Izmaiņu žurnāls
nl_nl: Uitgave opmerkingen
pl_pl: Lista zmian
pt_pt: Notas da versão
tr_tr: Sürüm Notları
zh_hans: 发行说明

# CannotCreateShortcutDialogTitle
source: Creating a shortcut in this location requires administrator privileges
ar: إنشاء اختصار في هذا الموقع يتطلب امتيازات المسؤول
bg: Създаването на пряк път в това местоположение изисква привилегии на администратор
ca: La creació d'una drecera en aquesta ubicació requereix privilegis d'administrador
cs_cz: Vytvoření zástupce v tomto umístění vyžaduje oprávnění správce
da: Oprettelse af en genvej på denne placering kræver administratorrettigheder
de_de: Um eine Verknüpfung an dieser Stelle zu erstellen, werden Administrator-Rechte benötigt
el: Η δημιουργία μιας συντόμευσης σε αυτήν την τοποθεσία απαιτεί δικαιώματα διαχειριστή
es_es: Crear un acceso directo en esta ubicación requiere privilegios de administrador
fi_fi: Pikakuvakkeen luominen tähän sijaintiin vaatii järjestelmänvalvojan oikeudet
fr_fr: La création d'un raccourci à cet emplacement nécessite des droits d'administrateur
hu_hu: Rendszergazdai jogosultságok szükségesek parancsikon lérehozásához ezen a helyen
id_id: Membuat pintasan di lokasi ini memerlukan hak istimewa administrator
it_it: Creare un collegamento in questa posizione richiede i privilegi di amministratore
ja_jp: この場所にショートカットを作成するには管理者権限が必要です
ko_kr: 이 위치에 바로 가기를 만들려면 관리자 권한이 필요합니다
lv_lv: Lai izveidotu saīsni uz šo mērķi ir nepieciešamas administrātora tiešības
nb_no: Oppretting av en snarvei på denne plasseringen krever administratorrettigheter
nl_nl: Een snelkoppeling maken op deze locatie vereist beheerdersrechten
pl_pl: Tworzenie skrótu w tej lokalizacji wymaga uprawnień administratora
pt_pt: Criar um atalho neste local requer privilégios de administrador
ro_ro: Crearea unei comenzi rapide în această locație necesită privilegii de administrator
ru_ru: Создание ярлыка в этом месте требует права администратора
sk_sk: Vytvorenie odkazu na tomto mieste vyžaduje administrátorské oprávnenia
sv_se: Att skapa en genväg på den här platsen kräver administratörsrättigheter
tr_tr: Bu konumda bir kısayol oluşturmak, yönetici ayrıcalıkları gerektirir
uk_ua: Створення ярлика у цьому місці потребує прав адміністратора
vi: Tạo lối tắt ở vị trí này yêu cầu quyền quản trị viên
zh_hans: 在此位置创建快捷方式需要管理员权限
zh_hant: 在此位置建立捷徑需要系統管理員權限

# CannotCreateShortcutDialogMessage
source: Would you like to create the shortcut on the desktop instead?
ar: هل ترغب في إنشاء الاختصار على سطح المكتب بدلاً من ذلك؟
bg: Бихте ли желали вместо това да се сътвори пряк път на работния плот?
ca: Voleu crear la drecera a l'escriptori?
cs_cz: Přejete si místo toho vytvořit zástupce na ploše?
da: Vil du oprette genvejen på skrivebordet i stedet?
de_de: Möchtest Du die Verknüpfung stattdessen lieber auf dem Desktop erstellen?
el: Θέλετε να δημιουργήσετε τη συντόμευση στην επιφάνεια εργασίας αντ' αυτού;
es_es: ¿Desea crear el acceso directo en el escritorio, en su lugar?
fi_fi: Haluatko sen sijaan luoda pikakuvakkeen työpöydälle?
fr_fr: Souhaitez-vous plutôt créer le raccourci sur le bureau ?
hu_hu: Szeretné inkább az Asztalon létrehozni a parancsikont?
id_id: Apakah Anda ingin membuat pintasan di desktop?
it_it: Vorresti invece creare il collegamento sul desktop?
ja_jp: 代わりにデスクトップにショートカットを作成しますか?
ko_kr: 대신 바탕 화면에 바로 가기를 만드시겠습니까?
lv_lv: Vēlies izveidot saīsni uz darbavirsmas?
nb_no: Vil du opprette snarveien på skrivebordet i stedet?
nl_nl: Wil je in plaats daarvan de snelkoppeling op het bureaublad maken?
pl_pl: Czy chcesz zamiast tego utworzyć skrót na pulpicie?
pt_pt: Gostaria de criar o atalho na área de trabalho?
ro_ro: Doriți în schimb să creați o comandă rapidă pe desktop?
ru_ru: Хотите вместо этого создать ярлык на рабочем столе?
sk_sk: Prajete si namiesto toho vytvoriť zástupcu na ploche?
sv_se: Vill du skapa genvägen på skrivbordet istället?
tr_tr: Bunun yerine masaüstünde kısayol oluşturmak ister misiniz?
uk_ua: Бажаєте створити ярлик на робочому столі натомість?
vi: Thay vào đó, bạn có muốn tạo lối tắt ở màn hình chính không?
zh_hans: 您要在桌面上创建快捷方式吗？
zh_hant: 要改為在桌面上建立捷徑嗎？

# ErrorDialogNameNotAllowed
source: The specified item name is invalid
ar: اسم العنصر المحدد غير صالح
bg: Определеното име на елемент е невалидно
ca: El nom de l'element especificat no és vàlid
cs_cz: Zadaný název položky je neplatný
da: Det angivne filnavn er ugyldigt
de_de: Der angegebene Name ist ungültig
el: Το καθορισμένο όνομα στοιχείου δεν είναι έγκυρο
es_es: El nombre del elemento especificado no es válido
fi_fi: Määritetty kohteen nimi on virheellinen
fr_fr: Le nom d'élément spécifié est invalide
hu_hu: A megadott név érvénytelen
id_id: Nama item yang ditentukan tidak valid
it_it: Il nome specificato non è valido
ja_jp: 指定された項目名は無効です
ko_kr: 지정된 항목의 이름이 잘못되었습니다
lv_lv: Norādītais nosaukums nav derīgs
nb_no: Det angitte navnet på elementet er ugyldig
nl_nl: De opgegeven itemnaam is ongeldig
pl_pl: Podana nazwa jest nieprawidłowa.
pt_pt: O nome do item especificado é inválido
ro_ro: Numele elementului specificat nu este valid
ru_ru: Указанное имя элемента недопустимо
sk_sk: Zadané meno položky je neplatné
sv_se: Det specificerade objektnamnet är ogiltigt
tr_tr: Belirtilen öğe adı geçersiz
uk_ua: Вказане ім'я елементу неприпустиме
vi: Tên khoản mục đã nhập không hợp lệ
zh_hans: 指定的项目名称无效
zh_hant: 指定的項目名稱無效

source: Settings
ar: إعدادات
bg: Настройки
ca: Configuració
cs_cz: Nastavení
da: Indstillinger
de_de: Einstellungen
el: Ρυθμίσεις
es_es: Configuración
fi_fi: Asetukset
fr_fr: Paramètres
he_il: הגדרות
hr_hr: Postavke
hu_hu: Beállítások
id_id: Pengaturan
it_it: Impostazioni
ja_jp: 設定
ka: პარამეტრები
ko_kr: 설정
lv_lv: Iestatījumi
nb_no: Innstillinger
nl_nl: Instellingen
pl_pl: Ustawienia
pt_pt: Definições
ro_ro: Setări
ru_ru: Настройки
sk_sk: Nastavenia
sv_se: Inställningar
th_th: ตั้งค่า
tr_tr: Ayarlar
uk_ua: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# DoubleClickBlankSpaceToGoUp
source: Double click on a blank space to go up one directory
ar: انقر نقراً مزدوجاً على مساحة فارغة للانتقال إلى مجلد واحد
bg: Двойно щракване на празно място, за да отидете една директория нагоре
ca: Feu doble clic en un espai en blanc per pujar un directori
cs_cz: Dvojitým kliknutím do prázdného prostoru přejít o složku výše
da: Dobbeltklik på et tomt sted for at gå en mappe op
de_de: Auf einer freien Fläche doppelklicken, um ein Verzeichnis nach oben zu gehen
el: Κάντε διπλό κλικ σε έναν κενό χώρο για να ανεβείτε κατά έναν κατάλογο
es_es: Doble clic en un espacio en blanco para subir un directorio
fi_fi: Kaksoisnapsauta tyhjää kohtaa siirtyäksesi yhtä hakemistoa ylöspäin
fr_fr: Double-cliquer sur un espace vide pour remonter d'un niveau de dossier
hu_hu: Szülőmappába navigálás üres területen dupla kattintással
id_id: Klik dua kali pada area kosong, untuk naik satu tingkat pada direktori
it_it: Fai doppio clic su uno spazio vuoto per risalire di una directory
ja_jp: 項目のない領域をダブル クリックして1つ上のフォルダーに移動する
ko_kr: 빈 공간을 더블 클릭하여 한 디렉터리 위로 이동
lv_lv: Dubulklikšķis tukšajā vietā lai dotos direktoriju augšup
nb_no: Dobbeltklikk på et tomt område for å gå én katalog opp
nl_nl: Dubbelklik op een lege ruimte om één map omhoog te gaan
pl_pl: Kliknij dwukrotnie na pustą przestrzeń, aby przejść w górę
pt_pt: Clique duas vezes num espaço em branco para subir uma pasta
ro_ro: Dublu-clic pe un spațiu gol pentru a urca un director
ru_ru: Дважды нажмите на пустую область, чтобы перейти на одну папку назад
sk_sk: Dvojitým kliknutím do prázdneho priestoru prejsť o zložku vyššie
sv_se: Dubbelklicka på ett tomt utrymme för att gå upp en mapp
tr_tr: Bir üst dizine dönmek için boş bir alana çift tıklayın
uk_ua: Двічі клацніть на пустий простір, щоб піднятись на один каталог
vi: Nhấn đúp chuột ở vùng trống để quay lại thư mục nguồn
zh_hans: 双击空白处以转到上级目录
zh_hant: 於空白處按二下返回上一個資料夾

source: View more
ar: عرض المزيد
bg: Преглед на още
ca: Més informació
cs_cz: Zobrazit více
da: Vis mere
de_de: Mehr anzeigen
el: Εμφάνιση περισσοτέρων
es_es: Ver más
fi_fi: Näytä lisää
fr_fr: Voir plus
hu_hu: Továbbiak megtekintése
id_id: Lihat lebih banyak
it_it: Mostra altro
ja_jp: さらに表示する
ko_kr: 더 보기
lv_lv: Skatīties vairāk
nb_no: Vis mer
nl_nl: Meer weergeven
pl_pl: Pokaż więcej
pt_pt: Ver mais
ro_ro: Vedeți mai mult
ru_ru: Показать ещё
sk_sk: Zobraziť viac
sv_se: Visa mer
tr_tr: Daha fazla göster
uk_ua: Переглянути більше
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 檢視更多

# BundlesBeingRemovedMessage
source: But don't worry, we built a fantastic replacement that's more reliable and has more features. You can enable the File Tags widget from Settings > Preferences > Widgets. Enabling the tags widget will automatically turn off the bundles widget.
ar: But don't worry, we built a fantistic replacement that's more reliable and has more features. You can enable the File Tags widget from Settings > Preferences > Widgets. Enabling the tags widget will automatically turn off the bundles widget.
bg: But don't worry, we built a fantistic replacement that's more reliable and has more features. You can enable the File Tags widget from Settings > Preferences > Widgets. Enabling the tags widget will automatically turn off the bundles widget.
de_de: Aber keine Angst, wir haben einen fantastischen Ersatz, der zuverlässiger ist und mehr Funktionen hat. Du kannst das Tag-Widget in den Einstellungen unter Präferenzen > Widgets aktivieren. Die Aktivierung des Tag-Widgets wird das Sammlungen-Widget automatisch deaktivieren.
fi_fi: Mutta älä huoli, loimme upean korvaavan, joka on luotettavampi ja jossa on enemmän ominaisuuksia. Voit ottaa tiedostotunnisteet-widgetin käyttöön kohdasta Asetukset > Asetukset > Widgetit. Tunnisteet-widgetin käyttöönotto poistaa paketit-widgetin automaattisesti käytöstä.
he_il: But don't worry, we built a fantistic replacement that's more reliable and has more features. You can enable the File Tags widget from Settings > Preferences > Widgets. Enabling the tags widget will automatically turn off the bundles widget.
hr_hr: But don't worry, we built a fantistic replacement that's more reliable and has more features. You can enable the File Tags widget from Settings > Preferences > Widgets. Enabling the tags widget will automatically turn off the bundles widget.
it_it: Ma non preoccuparti, abbiamo creato un sostituto fantastico, più affidabile e con più funzionalità. Puoi abilitare il widget delle Etichette da Impostazioni > Preferenze > Widget. Abilitando il widget delle Etichette, quello dei Gruppi verrà disabilitato automaticamente.
ka: But don't worry, we built a fantistic replacement that's more reliable and has more features. You can enable the File Tags widget from Settings > Preferences > Widgets. Enabling the tags widget will automatically turn off the bundles widget.
lv_lv: Bet neuztraucieties, mēs izveidojām fantastisku nomaiņu, kas ir uzticamāka un ar vairākām funkcijām. Var iespējot Failu Birkas sadaļā Iestatījumi > Uzstādījumi > Logrīki. Iespējojot birkas, paketes logrīks tiks automātiski izslēgts.
nl_nl: But don't worry, we built a fantistic replacement that's more reliable and has more features. You can enable the File Tags widget from Settings > Preferences > Widgets. Enabling the tags widget will automatically turn off the bundles widget.
pl_pl: But don't worry, we built a fantistic replacement that's more reliable and has more features. You can enable the File Tags widget from Settings > Preferences > Widgets. Enabling the tags widget will automatically turn off the bundles widget.
pt_pt: Mas não se preocupe, construímos uma substituição fantástica que é mais confiável e tem mais recursos. Pode ativar o widget Etiquetas em Definições > Preferências > Widgets. Se ativar o widget Etiquetas, irá desativar automaticamente o widget Pacotes.
th_th: But don't worry, we built a fantistic replacement that's more reliable and has more features. You can enable the File Tags widget from Settings > Preferences > Widgets. Enabling the tags widget will automatically turn off the bundles widget.

# BundlesBeingRemovedTitle
source: Bundles will be retiring in a future update
ar: ستتقاعد الحزم في تحديث مقبل📎
de_de: Sammlungen werden in einem zukünftigen Update eingestellt📎
fi_fi: Paketit poistuvat käytöstä tulevassa päivityksessä 📎
it_it: I gruppi andranno in pensione in un aggiornamento futuro📎
lv_lv: Paketes tiks atspējotas kādā no nākošajiem atjauninājumiem 📎
nl_nl: Bundels zullen in een toekomstige update met pensioen gaan 📎
pl_pl: Paczki zostaną wycofane w przyszłej aktualizacji 📎
pt_pt: Os pacotes serão retirados numa atualização futura 📎

# ShowEditTagsMenu
source: Show edit tags flyout
ar: إظهار قائمة تعديل العلامات
ca: Mostra el desplegable d'edició d'etiquetes
cs_cz: Zobrazit výsuvné menu pro upravení štítků
de_de: Zeige Tags bearbeiten im Kontextmenü
el: Εμφάνιση επεξεργασίας ετικετών
es_es: Mostrar menú Etiquetas de edición
fr_fr: Afficher l'édition des étiquettes en survolant
hu_hu: Címkék módosítása
id_id: Tampilkan tag edit flyout
it_it: Mostra il menù per la modifica dei tag
ja_jp: [タグを編集] オプションを表示する
ko_kr: '태그 편집' 표시
nb_no: Vis menyen for redigering av tagger
pl_pl: Pokaż edycję tagów
pt_pt: Mostrar indicador para edição de etiquetas
ro_ro: Afișează editarea etichetelor
ru_ru: Показать опцию редактирования меток
sk_sk: Zobraziť výsuvné menu pre upravenie štítkov
sv_se: Visa taggredigeringsmeny
tr_tr: Etiketleri düzenle açılır penceresini göster
uk_ua: Показати віджет редагування міток
vi: Hiện tùy chọn chỉnh sửa nhãn
zh_hans: 显示“编辑文件标签”
zh_hant: 顯示「編輯檔案標籤」選單

# ShowOpenInNewTab
source: Show option to open folders in a new tab
ar: إظهار خيار فتح المجلدات في علامة تبويب جديدة
bg: Показване на възможност за отваряне на папки в нов раздел
ca: Mostra l'opció per obrir carpetes en una pestanya nova
cs_cz: Zobrazit možnost otevření složek v nové záložce
da: Vis mulighed for at åbne mapper i en ny fane
de_de: Option anzeigen, um Ordner in einem neuen Tab zu öffnen
el: Εμφάνιση επιλογής ανοίγματος φακέλων σε νέα καρτέλα
es_es: Mostrar opción para abrir carpetas en una nueva pestaña
fr_fr: Afficher l'option pour ouvrir les dossiers dans un nouvel onglet
hu_hu: Mappa megnyitása új lapon
id_id: Tampilkan opsi untuk membuka folder di tab baru
it_it: Mostra l'opzione per aprire le cartelle in una nuova scheda
ja_jp: [新しいタブでフォルダーを開く] オプションを表示する
ko_kr: '새 탭에서 폴더 열기' 옵션 표시
nb_no: Vis alternativ for å åpne mapper i et nytt panel
pl_pl: Pokaż opcję otwierania folderów w nowym panelu
pt_pt: Mostrar opção para abrir pastas num novo separador
ro_ro: Arată opțiunea pentru a deschide foldere într-o filă nouă
ru_ru: Показать опцию открытия папок в новой вкладке
sv_se: Visa alternativ för att öppna mappar i en ny flik
tr_tr: Klasörleri yeni bir sekmede açma seçeneğini göster
uk_ua: Показати опцію відкриття директорії в новій вкладці
vi: Hiện tùy chọn mở thư mục trong thẻ mới
zh_hans: 显示“在新标签页中打开”
zh_hant: 顯示「在新索引標籤開啟資料夾」選項

# ShowOpenInNewWindow
source: Show option to open folders in a new window
ar: إظهار خيار فتح المجلدات في نافذة جديدة
bg: Показване на възможност за отваряне на папки в нов прозорец
ca: Mostra l'opció per obrir carpetes en una finestra nova
cs_cz: Zobrazit možnost otevření složek v novém okně
da: Vis mulighed for at åbne mapper i et nyt vindue
de_de: Option anzeigen, um Ordner in einem neuen Fenster zu öffnen
el: Εμφάνιση επιλογής ανοίγματος φακέλων σε νέο παράθυρο
es_es: Mostrar opción para abrir carpetas en una nueva ventana
fr_fr: Afficher l'option pour ouvrir les dossiers dans une nouvelle fenêtre
hu_hu: Mappa megnyitása új ablakban
id_id: Tampilkan opsi untuk membuka folder di panel baru
it_it: Mostra l'opzione per aprire le cartelle in una nuova finestra
ja_jp: [新しいウィンドウでフォルダーを開く] オプションを表示する
ko_kr: '새 창에서 폴더 열기' 옵션 표시
nb_no: Vis alternativ for å åpne mapper i et nytt vindu
pl_pl: Pokaż opcję otwierania folderów w nowym panelu
pt_pt: Mostrar opção para abrir pastas numa nova janela
ro_ro: Arată opțiunea pentru a deschide foldere într-o fereastră nouă
ru_ru: Показать опцию открытия папок в новом окне
sv_se: Visa alternativ för att öppna mappar i ett nytt fönster
tr_tr: Klasörleri yeni bir pencerede açma seçeneğini göster
uk_ua: Показувати опцію відкриття тек у новому вікні
vi: Hiện tùy chọn mở thư mục trong cửa sổ mới
zh_hans: 显示“在新窗口中打开”
zh_hant: 顯示「在新視窗開啟資料夾」選項

source: Quick access
ar: الوصول السريع
bg: Бърз достъп
ca: Accés ràpid
cs_cz: Rychlý přístup
da: Hurtigadgang
de_de: Schnellzugriff
el: Γρήγορη πρόσβαση
es_es: Acceso rápido
fi_fi: Pikakäyttö
fr_fr: Accès rapide
hu_hu: Gyors elérés
id_id: Akses cepat
it_it: Accesso rapido
ja_jp: クイック アクセス
ko_kr: 바로 가기
lv_lv: Atrā piekļūve
nb_no: Rask tilgang
pl_pl: Szybki dostęp
pt_pt: Acesso rápido
ro_ro: Acces rapid
ru_ru: Быстрый доступ
sk_sk: Rýchly prístup
sv_se: Snabbåtkomst
th_th: การเข้าถึงด่วน
tr_tr: Hızlı erişim
uk_ua: Швидкий доступ
vi: Truy cập nhanh
zh_hans: 快速访问
zh_hant: 快速存取

# NetworkAuthenticationDialogMessage
source: Enter your credentials to connect to: {0}
ar: أدخل بيانات الاعتماد الخاصة بك للاتصال بـ: {0}
bg: Въведете данните си за вход за свързване към: {0}
ca: Introduïu les vostres credencials per connectar-vos a: {0}
cs_cz: Zadejte vaše přihlašovací údaje pro připojení k: {0}
da: Indtast dine legitimationsoplysninger for at forbinde til: {0}
de_de: Gib Deine Anmeldedaten ein, um Dich mit {0} zu verbinden.
el: Εισάγετε τα διαπιστευτήριά σας για να συνδεθείτε στο: {0}
es_es: Introducir credenciales para conectarse a: {0}
fi_fi: Anna kirjautumistietosi muodostaaksesi yhteyden: {0}
fr_fr: Entrez vos identifiants afin de vous connecter à : {0}
hu_hu: Adja meg {0} eléréséhez szükséges adatokat
id_id: Masukkan kredensial untuk terhubung ke:{0}
it_it: Inserisci le tue credenziali per connetterti a: {0}
ja_jp: {0} に接続するための資格情報を入力してください
ko_kr: {0} 연결할 자격 증명을 입력하세요
lv_lv: Ievadi detaļas lai pievienotos: {0}
nb_no: Angi innloggingsinformasjonen for å koble til: {0}
pl_pl: Wprować dane do logowania aby kontynuować.
pt_pt: Introduza as credenciais para aceder a: {0}
ro_ro: Introduceți acreditările pentru a vă conecta la: {0}
ru_ru: Введите ваши учетные данные для подключения: {0}
sv_se: Ange dina uppgifter för att ansluta till: {0}
tr_tr: Bağlanmak için kimlik bilgilerinizi girin: {0}
uk_ua: Введіть дані для підключення до: {0}
vi: Nhập thông tin đăng nhập của bạn để kết nối đến: {0}
zh_hans: 输入你的凭据以连接到 {0}
zh_hant: 輸入您連線至：{0} 的憑證
